[{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"A Two-Stream Model Based on 3D Convolutional Neural Networks for the Recognition of Brazilian Sign Language in the Health Context","author":"Diego R.B. da Silva (UFPB), Tiago Maritan U. Araujo (UFPB), Thais G. do Rêgo (UFPB), Manuella A.C. Brandão (UFPB)"},{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"Using Data Augmentation and Neural Networks to Improve the Emotion Analysis of Brazilian Portuguese Texts","author":"Vinícius Veríssimo (UFPB), Rostand Costa (UFPB)"},{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"Analyzing the Use of Covid-19 Ads on Facebook","author":"Márcio Silva (UFMS), Fabricio Benevenuto (UFMG)"},{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"Analyzing YouTube Videos Shared on Whatsapp in the Early COVID-19 Crisis","author":"Marisa Vasconcelos (IBM Research), Erica Pereira (UFMG), Samuel S. Guimarães (UFMG), Manoel H. Ribeiro (EPFL, Switzerland), Philipe Melo (UFMG), Fabrício Benevenuto (UFMG)"},{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"Technologies applied in the care of patients with Alzheimer’s disease: a systematic review","author":"Savanna D. Machado (Unisinos), Jorge Luis V. Barbosa (Unisinos)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"A Generative Approach for Android Sensor-based Applications","author":"Tarik Ponciano (UFC), Davi Tabosa (UFC), Windson de C. Viana (UFC), Paulo Duarte (UFC), Rafael Carmo (UFC)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"Understanding the Performance Impacts Of Cross-Platform Development On IoT Applications","author":"Fabio C. dos Santos (PUC Minas), Humberto T. Marques-Neto (PUC Minas), Raquel A. de F. Mini (PUC Minas)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"Recognition of Human Activities via Wearable Sensors: Variables Identified in a Systematic Mapping","author":"Luciana De Nardin (USP), Kamila R.H. Rodrigues (USP), Larissa C. Zimmermann (USP), Brunela D.M. Orlandi (USP), Maria da Graca C. Pimentel (USP)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"Design and Development of a Wearable Device for Monitoring Social Distance using Received Signal Strength Indicator","author":"Andre O. Cunha (UFES), Joana V. Loureiro (UFES), Rodrigo L. Guimarães (UFES)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"Crowd-Auto: Locating Theft Vehicles Through Urban Crowdsensing","author":"Alessandro Baldi (UFES), Vinicius F.S. Mota (UFES), Celso A.S. Santos (UFES)"},{"name":"ST3 – Linked Data, Semantics and Ontologies 09:00 às 10:50","chair":"Fernando Antonio Mota Trinta","title":"An Approach for Improving DBpedia as a Research Data Hub","author":"Jean Gabriel N. Ngomo (UFRJ), Giseli R. Lopes (UFRJ), Maria Luiza M. Campos (UFRJ), Maria Claudia Cavalcanti (IME)"},{"name":"ST3 – Linked Data, Semantics and Ontologies 09:00 às 10:50","chair":"Fernando Antonio Mota Trinta","title":"An Ontology-based Information Model for Multi-Domain Semantic Modeling and Analysis of Smart City Data","author":"Bartira D. Rocha (UERN), Larysse Silva (UFRN), Thais Batista (UFRN), Everton Cavalcante (UFRN), Porfirio Gomes (UFRN)"},{"name":"ST3 – Linked Data, Semantics and Ontologies 09:00 às 10:50","chair":"Fernando Antonio Mota Trinta","title":"An RDF based approach for integrating data at different levels of abstraction","author":"Jones de O. Avelino (IME, CASNAV), Kelli de F. Cordeiro (IME, CASNAV), Maria Claudia Cavalcanti (IME)"},{"name":"ST3 – Linked Data, Semantics and Ontologies 09:00 às 10:50","chair":"Fernando Antonio Mota Trinta","title":"Semantic similarity attributes for Data Cloud: A Case Study in MIDAS","author":"Babacar Mane (UFBA), Witã dos S. Rocha (UFBA), Edmilson Lima (UFBA), Daniela B. Claro (UFBA)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"A Cluster-Matching-Based Method for Video Face Recognition","author":"Paulo Renato C. Mendes (PUC-Rio), Antonio José G. Busson (PUC-Rio), Sérgio Colcher (PUC-Rio), Daniel Schwabe (PUC-Rio), Alan Lívio V. Guedes (Puc-Rio), Carlos Laufer (PUC-Rio)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"A Crowdsourcing Method for Sign Segmentation in Brazilian Sign Language Videos","author":"Marcello N. de Amorim (UFES), Celso A.S. Santos (UFES), Orivaldo de L. Tavares (UFES)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"Evaluating Early Fusion Operators at Mid-Level Feature Space","author":"Antonio A.R. Beserra (USP), Rodrigo M. Kishi (UFMS), Rudinei Goularte (USP)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"VolleyJump 2.0: A Computational Approach to Analysis and Classification of Volleyball Jumps Based on Multiple Inertial Devices","author":"Michael F. de Sousa (UFC), Fernando Trinta (UFC)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"Automatic Content Quality Estimation Using Deep Neural Networks in Collaborative Encyclopedias on the Web","author":"Clara D.A. Marques (CEFET-MG), Nicolas G. Rezende (CEFET-MG), Daniel H. Dalip (CEFET-MG), Marcos A. Gonçalves (UFMG)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"Decoder-Side Quality Enhancement for JPEG Images Using Deep Learning-Based Prediction Models for Quantized DCT Coefficients","author":"Antonio José G. Busson (PUC-Rio), Paulo Renato C. Mendes (PUC-Rio), Daniel de S. Moraes (PUC-Rio), Álvaro Mário G. da Veiga (PUC-Rio), Sérgio Colcher (PUC-Rio), Álan Lívio V. Guedes (PUC-Rio)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"Investigating Subjectivity Criterion for Multi-video Summarization","author":"Tamires T. de S. Barbieri (USP), Rudinei Goularte (USP)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"4MuLA: A Multitask, Multimodal, and Multilingual Dataset of Music Lyrics and Audio Features","author":"Angelo Cesar M. Silva (USP), Diego F. Silva (UFSCar), Ricardo M. Marcacini(USP)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"AS-ProCBE: An Architectural Model for Adaptive Security through Progressive Context-Based Enrichment","author":"Ricardo B. Almeida (UFPEL), Roger S. Machado (IFsul), Lucas M. Donato (De Montfort Univ.), Adenauer C. Yamin (UCPEL), Ana Marilza Pernas (UFPEL)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"Toward Assessing the Quality of Subtitles based on SRT Files Processing","author":"Thiago Felipe C. Borges (UFES), Rodrigo L. Guimarães (UFES)"},{"name":"ST6 – Recommender Systems I 09:00 às 10:50","chair":"Jose Valdeni","title":"Collaborative Filtering Strategy for Product Recommendation Using Personality Characteristics of Customers","author":"Janderson Jason B. Aguiar (UFCG), Joseana M. Fechine (UFCG), Evandro de B. Costa (UFAL)"},{"name":"ST6 – Recommender Systems I 09:00 às 10:50","chair":"Jose Valdeni","title":"Mitigating Matching Scarcity in Recruitment Recommendation Domains","author":"Alan Cardoso (UFSJ), Fernando Mourão (Seek AIPS), Leonardo Rocha (UFSJ)"},{"name":"ST6 – Recommender Systems I 09:00 às 10:50","chair":"Jose Valdeni","title":"The impact of first recommendations based on exploration or exploitation approaches in recommender systems’ learning","author":"Thiago Silva (UFSJ), Nícollas Silva (UFMG), Heitor Werneck (UFSJ), Adriano C.M. Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST6 – Recommender Systems I 09:00 às 10:50","chair":"Jose Valdeni","title":"WordRecommender: An Explainable Content-Based Algorithm based on Sentiment Analysis and Semantic Similarity","author":"André L. Zanon (USP), Luan Souza (USP), Diany Pressato (USP), Marcelo G. Manzato (USP)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"A Survey on Point-of-Interest Recommendation in Location-based Social Networks","author":"Heitor Werneck (UFSJ), Nícollas Silva (UFMG), Matheus C. Viana (UFSJ), Fernando Mourão (Seek AI Labs), Adriano C.M. Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"Exploiting Graph Similarities with Clustering to Improve Long Tail Itens Recommendations","author":"Diogo Vinicius de S. Silva (UFBA), Amanda C. de Oliveira (UFBA), Francisleide Almeida (UFBA), Frederico Araújo Durão (UFBA)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"An approach to recommendation systems oriented towards the perspective of tourist experiences","author":"Bonny K.S. dos Santos (IFCE), Gilberto A. de A. Cysneiros Filho (UFRPE), Yuri A. Lacerda (IFCE)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"Combining complementary diversification models for personalized POI recommendations","author":"Heitor Werneck (UFSJ), Nícollas Silva (UFMG), Fernando Mourão (Seek AI Labs), Adriano C.M. Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"Investigating the Role of Personalization When Creating Relaxing Playlists","author":"Daniel Mélo (IFPB)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"A Linguistic-Based Method that Combines Polarity, Emotion and Grammatical Characteristics to Detect Fake News in Portuguese","author":"Marcelo P. de Souza (IME), Flávio Roberto M. da Silva (IME), Paulo Márcio S. Freire (IME), Ronaldo R. Goldschmidt (IME)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"An Evaluation of Structural Characteristics of Networks to Identify Media Bias in News Portals","author":"Victoria Aires (UFAM), Altigran da Silva (UFAM), Fabiola Nakamura (UFAM), Eduardo Nakamura (UFAM)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"Analysis of the Subjectivity Level in Fake News fragments","author":"Lucas L. Vieira (UFCG), Caio L.M. Jeronimo (UFCG), Claudio E.C. Campelo (UFCG), Leandro B. Marinho (UFCG)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"FakeNewsSetGen: a Process to Build Datasets that Support Comparison Among Fake News Detection Methods","author":"Flávio Roberto M. da Silva (IME), Paulo Márcio S. Freire (IME), Marcelo P. de Souza (IME), Gustavo de A.B. Plenamente (IME), Ronaldo R. Goldschmidt (IME)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"Data Augmentation for improving Hate Speech Detection on Social Networks","author":"Lígia I. Venturott (UFES), Patrick M. Ciarelli (UFES)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"","author":" "},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"Characterizing Toxicity on Facebook Comments in Brazil","author":"Samuel S. Guimarães (UFMG), Julio C.S. Reis (UFMG), Filipe N. Ribeiro (UFOP), Fabrício Benevenuto (UFMG)"},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"Inferring cultural similarity among Brazilian states based on data from social media advertising platforms","author":"Ronaldo L. Inocêncio Júnior (UFOP), Filipe N. Ribeiro (UFOP)"},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"Analyzing a Touristic Event Popularity Using Social Networks","author":"Pedro P. Lopes (PUC Minas), Humberto T. Marques-Neto (PUC Minas)"},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"Identifying Criminal Suspects on Social Networks: A Vocabulary-Based Method","author":"Érick S. Florentino (IME), Ronaldo R. Goldschmidt (IME), Maria Claudia Cavalcanti (IME)"},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"SucupiraBot: An Interactive Question-Answering System for the Sucupira Platform","author":"Ivan Pereira (PUC-Rio), Jéssica Sousa (PUC-Rio), Polyana B. Costa (UFMA), Simone D.J. Barbosa (PUC-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST10 – Markup Languages, Systems and Middleware 14:00 as 15:20","chair":"Joel André Ferreira dos Santos","title":"Extending Ginga-NCL to Specify Multimodal Interactions With Multiple Users","author":"Fábio Barreto (UFF, UNILASALLE), Raphael S. de Abreu (UFF, UNILASALLE), Eyre B.B. Montevecchi (UFF), Marina I.P. Josue (UFF), Pedro A. Valentim (UFF), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST10 – Markup Languages, Systems and Middleware 14:00 as 15:20","chair":"Joel André Ferreira dos Santos","title":"Interactive 360-degree Videos in Ginga-NCL Using Head-Mounted-Displays as Second Screen Devices","author":"Gabriel Souza (CEFET/RJ), Daniel Silva (CEFET/RJ), Matheus Delgado (CEFET/RJ), Renato Rodrigues (CEFET/RJ), Paulo Renato C. Mendes (PUC-Rio), Glauco F. Amorim (CEFET/RJ), Alan Lívio V. Guedes (PUC-Rio), Joel dos Santos (CEFET/RJ)"},{"name":"ST10 – Markup Languages, Systems and Middleware 14:00 as 15:20","chair":"Joel André Ferreira dos Santos","title":"Providing Eye Gaze Interaction for Ginga-NCL Applications","author":"Eyre B.B. Montevecchi (UFF), Marina I.P. Josué (UFF), Fábio Barreto (UFF, UNILASALLE), Raphael S. de Abreu (UFF, UNILASALLE), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST10 – Markup Languages, Systems and Middleware 14:00 as 15:20","chair":"Joel André Ferreira dos Santos","title":"EXEHDA-DEP: An Architecture to Distributed Complex Event Processing","author":"Weslen Souza (UFPel), Ana Marilza Pernas (UFPel)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"A Similarity Function for HTML Lists","author":"Filipe G. Venâncio (UFSC), Ronaldo dos S. Mello (UFSC)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"Characterization and Analysis of Open Brazilian Judiciary Data","author":"Danilo B. Seufitelli (UFMG), Weverton R.R. Mata (IFMG), Rafael C. Souza (IFMG), Michele A. Brandão (IFMG), Mirella M. Moro (UFMG)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"Classifying Web page features to detect DaaS","author":"Israel C. Motta Neto (UFBA), Daniela B. Claro (UFBA)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"Mining Portuguese Comparative Sentences in Online Reviews","author":"Daniel Kansaon (UFMG), Michele A. Brandão (IFMG), Julio C.S. Reis (UFMG), Matheus Barbosa (UFMG), Breno Matos (UFMG), Fabrício Benevenuto (UFMG)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"MSL-DE: A Lexical Substitution Method based on Dictionaries and Embeddings","author":"Isaias F. Januario (UFOP), Álvaro R. Pereira Jr. (UFOP)"}]