[{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"A Two-Stream Model Based on 3D Convolutional Neural Networks for the Recognition of Brazilian Sign Language in the Health Context","author":"Diego R.B. da Silva (UFPB), Tiago Maritan U. Araujo (UFPB), Thais G. do Rêgo (UFPB), Manuella A.C. Brandão (UFPB)"},{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"Using Data Augmentation and Neural Networks to Improve the Emotion Analysis of Brazilian Portuguese Texts","author":"Vinícius Veríssimo (UFPB), Rostand Costa (UFPB)"},{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"Analyzing the Use of Covid-19 Ads on Facebook","author":"Márcio Silva (UFMS), Fabricio Benevenuto (UFMG)"},{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"Analyzing YouTube Videos Shared on Whatsapp in the Early COVID-19 Crisis","author":"Marisa Vasconcelos (IBM Research), Erica Pereira (UFMG), Samuel S. Guimarães (UFMG), Manoel H. Ribeiro (EPFL, Switzerland), Philipe Melo (UFMG), Fabrício Benevenuto (UFMG)"},{"name":"ST1 –  E-Health and Accessibility 14:00 às 15:20","chair":"Maria da Graça Campos Pimentel","title":"Technologies applied in the care of patients with Alzheimer’s disease: a systematic review","author":"Savanna D. Machado (Unisinos), Jorge Luis V. Barbosa (Unisinos)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"A Generative Approach for Android Sensor-based Applications","author":"Tarik Ponciano (UFC), Davi Tabosa (UFC), Windson de C. Viana (UFC), Paulo Duarte (UFC), Rafael Carmo (UFC)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"Understanding the Performance Impacts Of Cross-Platform Development On IoT Applications","author":"Fabio C. dos Santos (PUC Minas), Humberto T. Marques-Neto (PUC Minas), Raquel A. de F. Mini (PUC Minas)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"Recognition of Human Activities via Wearable Sensors: Variables Identified in a Systematic Mapping","author":"Luciana De Nardin (USP), Kamila R.H. Rodrigues (USP), Larissa C. Zimmermann (USP), Brunela D.M. Orlandi (USP), Maria da Graca C. Pimentel (USP)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"Design and Development of a Wearable Device for Monitoring Social Distance using Received Signal Strength Indicator","author":"Andre O. Cunha (UFES), Joana V. Loureiro (UFES), Rodrigo L. Guimarães (UFES)"},{"name":"ST2 – Smart Cities 15:30 às 17:00","chair":"Windson Viana De Carvalho","title":"Crowd-Auto: Locating Theft Vehicles Through Urban Crowdsensing","author":"Alessandro Baldi (UFES), Vinicius F.S. Mota (UFES), Celso A.S. Santos (UFES)"},{"name":"ST3 – Linked Data, Semantics and Ontologies 09:00 às 10:50","chair":"Fernando Antonio Mota Trinta","title":"An Approach for Improving DBpedia as a Research Data Hub","author":"Jean Gabriel N. Ngomo (UFRJ), Giseli R. Lopes (UFRJ), Maria Luiza M. Campos (UFRJ), Maria Claudia Cavalcanti (IME)"},{"name":"ST3 – Linked Data, Semantics and Ontologies 09:00 às 10:50","chair":"Fernando Antonio Mota Trinta","title":"An Ontology-based Information Model for Multi-Domain Semantic Modeling and Analysis of Smart City Data","author":"Bartira D. Rocha (UERN), Larysse Silva (UFRN), Thais Batista (UFRN), Everton Cavalcante (UFRN), Porfirio Gomes (UFRN)"},{"name":"ST3 – Linked Data, Semantics and Ontologies 09:00 às 10:50","chair":"Fernando Antonio Mota Trinta","title":"An RDF based approach for integrating data at different levels of abstraction","author":"Jones de O. Avelino (IME, CASNAV), Kelli de F. Cordeiro (IME, CASNAV), Maria Claudia Cavalcanti (IME)"},{"name":"ST3 – Linked Data, Semantics and Ontologies 09:00 às 10:50","chair":"Fernando Antonio Mota Trinta","title":"Semantic similarity attributes for Data Cloud: A Case Study in MIDAS","author":"Babacar Mane (UFBA), Witã dos S. Rocha (UFBA), Edmilson Lima (UFBA), Daniela B. Claro (UFBA)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"A Cluster-Matching-Based Method for Video Face Recognition","author":"Paulo Renato C. Mendes (PUC-Rio), Antonio José G. Busson (PUC-Rio), Sérgio Colcher (PUC-Rio), Daniel Schwabe (PUC-Rio), Alan Lívio V. Guedes (Puc-Rio), Carlos Laufer (PUC-Rio)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"A Crowdsourcing Method for Sign Segmentation in Brazilian Sign Language Videos","author":"Marcello N. de Amorim (UFES), Celso A.S. Santos (UFES), Orivaldo de L. Tavares (UFES)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"Evaluating Early Fusion Operators at Mid-Level Feature Space","author":"Antonio A.R. Beserra (USP), Rodrigo M. Kishi (UFMS), Rudinei Goularte (USP)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"VolleyJump 2.0: A Computational Approach to Analysis and Classification of Volleyball Jumps Based on Multiple Inertial Devices","author":"Michael F. de Sousa (UFC), Fernando Trinta (UFC)"},{"name":"ST4 – Media Content Analysis I 14:00 as 15:20","chair":"Tiago Bonini Borchartt","title":"Automatic Content Quality Estimation Using Deep Neural Networks in Collaborative Encyclopedias on the Web","author":"Clara D.A. Marques (CEFET-MG), Nicolas G. Rezende (CEFET-MG), Daniel H. Dalip (CEFET-MG), Marcos A. Gonçalves (UFMG)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"Decoder-Side Quality Enhancement for JPEG Images Using Deep Learning-Based Prediction Models for Quantized DCT Coefficients","author":"Antonio José G. Busson (PUC-Rio), Paulo Renato C. Mendes (PUC-Rio), Daniel de S. Moraes (PUC-Rio), Álvaro Mário G. da Veiga (PUC-Rio), Sérgio Colcher (PUC-Rio), Álan Lívio V. Guedes (PUC-Rio)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"Investigating Subjectivity Criterion for Multi-video Summarization","author":"Tamires T. de S. Barbieri (USP), Rudinei Goularte (USP)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"4MuLA: A Multitask, Multimodal, and Multilingual Dataset of Music Lyrics and Audio Features","author":"Angelo Cesar M. Silva (USP), Diego F. Silva (UFSCar), Ricardo M. Marcacini(USP)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"AS-ProCBE: An Architectural Model for Adaptive Security through Progressive Context-Based Enrichment","author":"Ricardo B. Almeida (UFPEL), Roger S. Machado (IFsul), Lucas M. Donato (De Montfort Univ.), Adenauer C. Yamin (UCPEL), Ana Marilza Pernas (UFPEL)"},{"name":"ST5 – Media Content Analysis II 15:30 às 17:00\n","chair":"Alan L V Guedes","title":"Toward Assessing the Quality of Subtitles based on SRT Files Processing","author":"Thiago Felipe C. Borges (UFES), Rodrigo L. Guimarães (UFES)"},{"name":"ST6 – Recommender Systems I 09:00 às 10:50","chair":"Jose Valdeni","title":"Collaborative Filtering Strategy for Product Recommendation Using Personality Characteristics of Customers","author":"Janderson Jason B. Aguiar (UFCG), Joseana M. Fechine (UFCG), Evandro de B. Costa (UFAL)"},{"name":"ST6 – Recommender Systems I 09:00 às 10:50","chair":"Jose Valdeni","title":"Mitigating Matching Scarcity in Recruitment Recommendation Domains","author":"Alan Cardoso (UFSJ), Fernando Mourão (Seek AIPS), Leonardo Rocha (UFSJ)"},{"name":"ST6 – Recommender Systems I 09:00 às 10:50","chair":"Jose Valdeni","title":"The impact of first recommendations based on exploration or exploitation approaches in recommender systems’ learning","author":"Thiago Silva (UFSJ), Nícollas Silva (UFMG), Heitor Werneck (UFSJ), Adriano C.M. Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST6 – Recommender Systems I 09:00 às 10:50","chair":"Jose Valdeni","title":"WordRecommender: An Explainable Content-Based Algorithm based on Sentiment Analysis and Semantic Similarity","author":"André L. Zanon (USP), Luan Souza (USP), Diany Pressato (USP), Marcelo G. Manzato (USP)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"A Survey on Point-of-Interest Recommendation in Location-based Social Networks","author":"Heitor Werneck (UFSJ), Nícollas Silva (UFMG), Matheus C. Viana (UFSJ), Fernando Mourão (Seek AI Labs), Adriano C.M. Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"Exploiting Graph Similarities with Clustering to Improve Long Tail Itens Recommendations","author":"Diogo Vinicius de S. Silva (UFBA), Amanda C. de Oliveira (UFBA), Francisleide Almeida (UFBA), Frederico Araújo Durão (UFBA)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"An approach to recommendation systems oriented towards the perspective of tourist experiences","author":"Bonny K.S. dos Santos (IFCE), Gilberto A. de A. Cysneiros Filho (UFRPE), Yuri A. Lacerda (IFCE)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"Combining complementary diversification models for personalized POI recommendations","author":"Heitor Werneck (UFSJ), Nícollas Silva (UFMG), Fernando Mourão (Seek AI Labs), Adriano C.M. Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST7 – Recommender Systems II 14:00 às 15:20","chair":"Leonardo Rocha","title":"Investigating the Role of Personalization When Creating Relaxing Playlists","author":"Daniel Mélo (IFPB)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"A Linguistic-Based Method that Combines Polarity, Emotion and Grammatical Characteristics to Detect Fake News in Portuguese","author":"Marcelo P. de Souza (IME), Flávio Roberto M. da Silva (IME), Paulo Márcio S. Freire (IME), Ronaldo R. Goldschmidt (IME)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"An Evaluation of Structural Characteristics of Networks to Identify Media Bias in News Portals","author":"Victoria Aires (UFAM), Altigran da Silva (UFAM), Fabiola Nakamura (UFAM), Eduardo Nakamura (UFAM)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"Analysis of the Subjectivity Level in Fake News fragments","author":"Lucas L. Vieira (UFCG), Caio L.M. Jeronimo (UFCG), Claudio E.C. Campelo (UFCG), Leandro B. Marinho (UFCG)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"FakeNewsSetGen: a Process to Build Datasets that Support Comparison Among Fake News Detection Methods","author":"Flávio Roberto M. da Silva (IME), Paulo Márcio S. Freire (IME), Marcelo P. de Souza (IME), Gustavo de A.B. Plenamente (IME), Ronaldo R. Goldschmidt (IME)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"Data Augmentation for improving Hate Speech Detection on Social Networks","author":"Lígia I. Venturott (UFES), Patrick M. Ciarelli (UFES)"},{"name":"ST8 – Social Networks I 15:30 às 17:00","chair":"Alessandra Alaniz Macedo","title":"","author":" "},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"Characterizing Toxicity on Facebook Comments in Brazil","author":"Samuel S. Guimarães (UFMG), Julio C.S. Reis (UFMG), Filipe N. Ribeiro (UFOP), Fabrício Benevenuto (UFMG)"},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"Inferring cultural similarity among Brazilian states based on data from social media advertising platforms","author":"Ronaldo L. Inocêncio Júnior (UFOP), Filipe N. Ribeiro (UFOP)"},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"Analyzing a Touristic Event Popularity Using Social Networks","author":"Pedro P. Lopes (PUC Minas), Humberto T. Marques-Neto (PUC Minas)"},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"Identifying Criminal Suspects on Social Networks: A Vocabulary-Based Method","author":"Érick S. Florentino (IME), Ronaldo R. Goldschmidt (IME), Maria Claudia Cavalcanti (IME)"},{"name":"ST9 – Social Networks II 09:00 às 10:50","chair":"Celso Alberto Saibel Santos","title":"SucupiraBot: An Interactive Question-Answering System for the Sucupira Platform","author":"Ivan Pereira (PUC-Rio), Jéssica Sousa (PUC-Rio), Polyana B. Costa (UFMA), Simone D.J. Barbosa (PUC-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST10 – Markup Languages, Systems and Middleware 14:00 as 15:20","chair":"Joel André Ferreira dos Santos","title":"Extending Ginga-NCL to Specify Multimodal Interactions With Multiple Users","author":"Fábio Barreto (UFF, UNILASALLE), Raphael S. de Abreu (UFF, UNILASALLE), Eyre B.B. Montevecchi (UFF), Marina I.P. Josue (UFF), Pedro A. Valentim (UFF), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST10 – Markup Languages, Systems and Middleware 14:00 as 15:20","chair":"Joel André Ferreira dos Santos","title":"Interactive 360-degree Videos in Ginga-NCL Using Head-Mounted-Displays as Second Screen Devices","author":"Gabriel Souza (CEFET/RJ), Daniel Silva (CEFET/RJ), Matheus Delgado (CEFET/RJ), Renato Rodrigues (CEFET/RJ), Paulo Renato C. Mendes (PUC-Rio), Glauco F. Amorim (CEFET/RJ), Alan Lívio V. Guedes (PUC-Rio), Joel dos Santos (CEFET/RJ)"},{"name":"ST10 – Markup Languages, Systems and Middleware 14:00 as 15:20","chair":"Joel André Ferreira dos Santos","title":"Providing Eye Gaze Interaction for Ginga-NCL Applications","author":"Eyre B.B. Montevecchi (UFF), Marina I.P. Josué (UFF), Fábio Barreto (UFF, UNILASALLE), Raphael S. de Abreu (UFF, UNILASALLE), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST10 – Markup Languages, Systems and Middleware 14:00 as 15:20","chair":"Joel André Ferreira dos Santos","title":"EXEHDA-DEP: An Architecture to Distributed Complex Event Processing","author":"Weslen Souza (UFPel), Ana Marilza Pernas (UFPel)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"A Similarity Function for HTML Lists","author":"Filipe G. Venâncio (UFSC), Ronaldo dos S. Mello (UFSC)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"Characterization and Analysis of Open Brazilian Judiciary Data","author":"Danilo B. Seufitelli (UFMG), Weverton R.R. Mata (IFMG), Rafael C. Souza (IFMG), Michele A. Brandão (IFMG), Mirella M. Moro (UFMG)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"Classifying Web page features to detect DaaS","author":"Israel C. Motta Neto (UFBA), Daniela B. Claro (UFBA)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"Mining Portuguese Comparative Sentences in Online Reviews","author":"Daniel Kansaon (UFMG), Michele A. Brandão (IFMG), Julio C.S. Reis (UFMG), Matheus Barbosa (UFMG), Breno Matos (UFMG), Fabrício Benevenuto (UFMG)"},{"name":"ST11 – Web Data Analysis 15:30 às 17:00","chair":"Manoel Carvalho Marques Neto","title":"MSL-DE: A Lexical Substitution Method based on Dictionaries and Embeddings","author":"Isaias F. Januario (UFOP), Álvaro R. Pereira Jr. (UFOP)"},{"name":"ST1 – USER EXPERIENCE 09:00","chair":"Carlos Ferraz (UFPE)","title":"A Generative Software Development approach for mulsemedia application domain","author":"Marcelo F. de Sousa, (IESP), Raoni Kulesza (UFPB), Carlos André G. Ferraz (UFPE),Matheus Lima (UFPB)"},{"name":"ST1 – USER EXPERIENCE 09:00","chair":"Carlos Ferraz (UFPE)","title":"Synthesizing guidelines for facilitating elderly-smartphone interaction","author":"Bruna C.R. Cunha (USP/IFSP), Kamila R.H. Rodrigues (USP), Maria da Graça C.Pimentel (USP)"},{"name":"ST1 – USER EXPERIENCE 09:00","chair":"Carlos Ferraz (UFPE)","title":"A data exploratory methodology to understand the users’ interactions in nonlinear Web multimedia services","author":"Diego Carvalho (UFSJ), Nícollas Silva (UFMG), Alan Cardoso (UFSJ), Elverton Fazzion(UFSJ), Adriano C.M. Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST1 – USER EXPERIENCE 09:00","chair":"Carlos Ferraz (UFPE)","title":"Comparative Study of User Experience Evaluation Techniques Based on Mouse and Gaze Tracking","author":"Igor Leonardo Aviz (UFPA), Kennedy Edson Souza (UFPA), Elison H.B. Ribeiro (UFPA),Harold de Mello Junior (UERJ), Marcos César da R. Seruffo (UFPA)"},{"name":"ST1 – USER EXPERIENCE 09:00","chair":"Carlos Ferraz (UFPE)","title":"A Model-Based Approach to Generate Reactive and Customizable User Interfaces for the Web Of Things","author":"Jagni D.H. Bezerra (IFCE), Cidcley T. de Souza (IFCE)"},{"name":"ST1 – USER EXPERIENCE 09:00","chair":"Carlos Ferraz (UFPE)","title":"User Interface Prototype Generation from Agile Requirements Specifications written in Concordia","author":"Thiago D. Pinto (CEFET/RJ), Willian I. Gonçalves (CEFET/RJ), Pablo V. Costa (CEFET/RJ)"},{"name":"ST2 – INTERNET OF THINGS 09:00","chair":"Diego Brandão (CEFET/RJ)","title":"Cluster-Head Switching Algorithm Based on Node Temperature in Wireless Body Sensors Networks","author":"Creyton B. de M. Ferreira (CEFET/RJ), Raphael M. Guedes (UFRJ), Felipe da R.Henriques (CEFET/RJ)"},{"name":"ST2 – INTERNET OF THINGS 09:00","chair":"Diego Brandão (CEFET/RJ)","title":"Pragmatic Interoperability in IoT: A Systematic Mapping Study","author":"Matheus H.S. Muniz (UFJF), José Maria N. David (UFJF), Regina Braga (UFJF),Fernanda Campos (UFJF), Victor Strölle (UFJF)"},{"name":"ST2 – INTERNET OF THINGS 09:00","chair":"Diego Brandão (CEFET/RJ)","title":"An IoT Multi-Protocol Strategy for the Interoperability of Distinct Communication Protocols applied to Web of Things","author":"Vinícius A. Barros (USP), Sérgio A.B. Junior (USP), Sarita M. Bruschi (USP), Francisco J.Monaco (USP), Júlio C. Estrella (USP)"},{"name":"ST2 – INTERNET OF THINGS 09:00","chair":"Diego Brandão (CEFET/RJ)","title":"Smart “Health of Things”: a Model Based in Data Mining for an IoT Health System Used in Hospital and Home Urgencies","author":"Oton C. Braga (UFERSA/UERN), Francisco M. Mendes Neto (UFERSA), Antônio M.B.de Oliveira (IFCE), Raimundo Valter Costa Filho (IFCE)"},{"name":"ST2 – INTERNET OF THINGS 09:00","chair":"Diego Brandão (CEFET/RJ)","title":"Performance Evaluation and Comparison of Default and Small Private Key Rainbow Digital Signature Scheme for IoT Devices","author":"Matheus da F. Dornelles (CEFET/RJ), Pedro Carlos da S. Lara (CEFET/RJ), Felipe da R.Henriques (CEFET/RJ)"},{"name":"ST2 – INTERNET OF THINGS 09:00","chair":"Diego Brandão (CEFET/RJ)","title":"Towards a model to optimized collect of vital signs through adaptive strategies","author":"Jorge Arthur S. Aranda (Unisinos), Lucas P.S. Dias (Unisinos), Alexandre S. Wolf(Unisinos), Juliano V. de Carvalho (Univ. Feevale), Maurício C. Tavares (Contronic),Adenauer C. Yamin (UCPEL), Jorge L.V. Barbosa (Unisinos)"},{"name":"ST3 – E-HEALTH AND ACCESSIBILITY 14:00","chair":"Eduardo Bezerra (CEFET/RJ)","title":"A Study on the Use of Sequence-to-Sequence Neural Networks for Automatic Translation of Brazilian Portuguese to LIBRAS","author":"Vinícius Veríssimo (UFPB), Cecília Silva (UFPB), Vitor Hanael (UFPB), Caio Moraes(UFPB), Rostand Costa (UFPB), Tiago Maritan U. Araújo (UFPB), Manuella A.C.B. Lima(UFPB), Thaís G. do Rêgo (UFPB)"},{"name":"ST3 – E-HEALTH AND ACCESSIBILITY 14:00","chair":"Eduardo Bezerra (CEFET/RJ)","title":"Using Convolutional Neural Networks for Fingerspelling Sign Recognition in Brazilian Sign Language","author":"Douglas F.L. Lima (UFPB), Armando S. Salvador Neto (UFPB), Ewerton N. Santos(UFPB), Tiago Maritan U. Araújo (UFPB), Thaís G. do Rêgo (UFPB)"},{"name":"ST3 – E-HEALTH AND ACCESSIBILITY 14:00","chair":"Eduardo Bezerra (CEFET/RJ)","title":"Analysis of Rule-Based Machine Translation and Neural Machine Translation Approaches for Translating Portuguese to LIBRAS","author":"Caio César M. de Oliveira (UFPB), Thaís G. do Rêgo (UFPB), Manuella A.C.B. Lima(UFPB), Tiago Maritan U. Araújo (UFPB)"},{"name":"ST3 – E-HEALTH AND ACCESSIBILITY 14:00","chair":"Eduardo Bezerra (CEFET/RJ)","title":"Mobile Applications in the Care of Children and Teenagers in Oncological Treatment","author":"Paula A. Knob (Unisinos), Andrêsa V. Larentis (Unisinos), Débora N.F. Barbosa (Univ.Feevale), Carla R. da Silva (AMO Criança), Jorge L.V. Barbosa (Unisinos)"},{"name":"ST3 – E-HEALTH AND ACCESSIBILITY 14:00","chair":"Eduardo Bezerra (CEFET/RJ)","title":"A Blockchain-Based Approach for Privacy Control of Patient’s Medical Records in the Fog Layer","author":"Cícero A. Silva (UFRN), Gibeon S. de Aquino Júnior (UFRN), Sávio R.M. Melo (UFRN)"},{"name":"ST3 – E-HEALTH AND ACCESSIBILITY 14:00","chair":"Eduardo Bezerra (CEFET/RJ)","title":"Using Chatbots to Compare Drug Prices Extracted in Real-Time from the WEB","author":"Caio Viktor S. Avila (UFC), Vania P. Vidal (UFC), Asley Caldas (UFC), Tulio V. Rolim (UFC),Thays Lavor (UFC)"},{"name":"ST3 – E-HEALTH AND ACCESSIBILITY 14:00","chair":"Eduardo Bezerra (CEFET/RJ)","title":"Towards a Ubiquitous Care Model for Patients with Anxiety Disorders","author":"Lucas P.S. Dias (Unisinos), Jorge L.V. Barbosa (Unisinos)"},{"name":"ST4 – MEDIA CODING AND TRANSMISSION 14:00","chair":"Valter Roesler (UFRGS)","title":"Aequilibrium – MPEG-DASH Video Servers Load Balancing Approaches with Software-Defined Networking","author":"Edenilson Jônatas dos Passos (UDESC), Adriano Fiorese (UDESC)"},{"name":"ST4 – MEDIA CODING AND TRANSMISSION 14:00","chair":"Valter Roesler (UFRGS)","title":"Identification of Speechless Intervals in Audio Tracks using Convolutional Neural Networks","author":"Vinícius Wanderley (UFPB), Leonardo Villeth (UFPB), Virgínia P. Campos (UFRN), TiagoMaritan U. Araújo (UFPB), Thaís G. do Rêgo (UFPB)"},{"name":"ST4 – MEDIA CODING AND TRANSMISSION 14:00","chair":"Valter Roesler (UFRGS)","title":"Fast Partitioning Decision Making for Prediction Units on H.264-to-HEVC Transcoding Using Machine Learning","author":"Yan Soares (UFPel), Guilherme Corrêa (UFPel), Luciano Agostini (UFPel)"},{"name":"ST4 – MEDIA CODING AND TRANSMISSION 14:00","chair":"Valter Roesler (UFRGS)","title":"An Evolutionary Approach for Video Application Energy Consumption Estimation in Mobile Devices","author":"Irandir O. de Amorim (UPE), Jose F.V. de Melo (UPE), Andson M. Balieiro (UFRPE),Bruno B. dos Santos (UPE)"},{"name":"ST4 – MEDIA CODING AND TRANSMISSION 14:00","chair":"Valter Roesler (UFRGS)","title":"Development of a Naive Bayes classifier for image quality assessment in biometric face images","author":"Armando M. Gutiérrez (USP), Patricia A. Pacheco (USP), José C. Gutiérrez (USP), GraçaBressan (USP)"},{"name":"ST4 – MEDIA CODING AND TRANSMISSION 14:00","chair":"Valter Roesler (UFRGS)","title":"Evaluation of Machine Learning Algorithms for Fast Video Transcoding in Streaming Services","author":"Thiago Bubolz (UFPel), Bruno Zatt (UFPel), Mateus Grellert (UCPel), Guilherme Corrêa(UFPel)"},{"name":"ST5 – AUTHORING 09:00","chair":"Manoel Neto (IFBA)","title":"Elderly Vloggers: Authoring and Sharing Stories with Mobile Media and DTV Using the the GhostWriter Service","author":"Caio C. Viel (Sidia), Kamila R.H. Rodrigues (USP), Bruna C.R. Cunha (IFSP), Maria daGraça C. Pimentel (USP)"},{"name":"ST5 – AUTHORING 09:00","chair":"Manoel Neto (IFBA)","title":"Increasing reuse in learning objects authoring: a case study with the Cacuriá tool","author":"Thacyla de S. Lima (UFMA), Roberto Gerson de A. Azevedo (UPFL, Switzerland), Carlosde S. Soares Neto (UFMA)"},{"name":"ST5 – AUTHORING 09:00","chair":"Manoel Neto (IFBA)","title":"Toward Understanding the Quality of Subtitle Synchronization to Improve the Viewer Experience","author":"Jessica O. Brito (UFES), Celso A.S. Santos (UFES), Rodrigo L. Guimarães (UFES),Thiago Felipe C. Borges (UFES)"},{"name":"ST5 – AUTHORING 09:00","chair":"Manoel Neto (IFBA)","title":"An Optimization Model for Temporal Video Lecture Segmentation using Word2vec and Acoustic Features","author":"Eduardo R. Soares (UFJF), Eduardo Barrére (UFJF)"},{"name":"ST5 – AUTHORING 09:00","chair":"Manoel Neto (IFBA)","title":"Adding Temporal Semantic to Textual Media Objects with Eye Tracking Technology","author":"Ellen P. Silva (CEFET/RJ), Glauco F. Amorim (CEFET/RJ), Joel A.F. dos Santos (CEFET/RJ)"},{"name":"ST6 – SOCIAL NETWORKS I 09:00","chair":"Raoni Kulesza (UFPB)","title":"Parrot Talk: Retweeting Among Twitter Users During the 2018 Brazilian Presidential Election","author":"Jordan K. Kobellarz (UTFPR), Alexandre R. Graeml (UTFPR), Michelle Reddy (StanfordUniv., USA), Thiago H. Silva (UTFPR)"},{"name":"ST6 – SOCIAL NETWORKS I 09:00","chair":"Raoni Kulesza (UFPB)","title":"Characterization of the Discrepancies between Scores and Texts of Movie Reviews","author":"Karen S. Martins (UFMG), Pedro O.S. Vaz de Melo (UFMG)"},{"name":"ST6 – SOCIAL NETWORKS I 09:00","chair":"Raoni Kulesza (UFPB)","title":"The Times They Are A-Changin’ (or not): song lyrics analysis over the years","author":"Carolina C. Vieira (UFMG), Túlio C. Loures (UFMG), Pedro O.S. Vaz de Melo (UFMG),Renato M. Assunção (UFMG)"},{"name":"ST6 – SOCIAL NETWORKS I 09:00","chair":"Raoni Kulesza (UFPB)","title":"Using topic modeling to find main discussion topics in Brazilian political websites","author":"Vithor G. Bertalan (USP), Evandro Eduardo S. Ruiz (USP)"},{"name":"ST6 – SOCIAL NETWORKS I 09:00","chair":"Raoni Kulesza (UFPB)","title":"Quality Assessment of Wikipedia Content Using Topic Models","author":"Lauro C.J. Santos (CEFET-MG), Taís Christofani (CEFET-MG), Ismael S. Silva (CEFETMG), Daniel H. Dalip (CEFET-MG)"},{"name":"ST6 – SOCIAL NETWORKS I 09:00","chair":"Raoni Kulesza (UFPB)","title":"Automatic identification of Irony: a Case Study on Twitter","author":"Yulli D.T. Alves (CEFET-MG), Ana Luiza Sanches (CEFET-MG), Daniel H. Dalip (CEFETMG), Ismael S. Silva (CEFET-MG)"},{"name":"ST7 – SYSTEMS AND MIDDLEWARE 14:00","chair":"Celso Saibel (UFES)","title":"NuGingaJS: a Full Portable ITU-T H.761 Ginga Middleware for DTV and IPTV","author":"Rodrigo Braga (SIDIA), Volnei Klehm (SIDIA), Lauro Gama (SIDIA), Michael Mello (SIDIA),Taynara Paiva (SIDIA), Dina Nogueira (SIDIA), Ruddá Beltrão (SIDIA), Addison Lima(SIDIA), Leonardo Santana (SIDIA), Lois Nascimento (SIDIA), Chak Lee (SIDIA), FelipeTravassos (SIDIA)"},{"name":"ST7 – SYSTEMS AND MIDDLEWARE 14:00","chair":"Celso Saibel (UFES)","title":"Middleware architecture towards higher-level descriptions of (genuine) Internet-of-Things applications","author":"Thomás M.B. Reis (UFJF), Marcelo F. Moreno (UFJF)"},{"name":"ST7 – SYSTEMS AND MIDDLEWARE 14:00","chair":"Celso Saibel (UFES)","title":"A Proposal for Supporting Sensory Effect Rendering in Ginga-NCL","author":"Renato O. Rodrigues (CEFET/RJ), Marina I.P. Josué (UFF), Raphael S. Abreu (UFF),Glauco F. Amorim (CEFET/RJ), Débora C. Muchaluat-Saade (UFF), Joel A.F. dos Santos(CEFET/RJ)"},{"name":"ST7 – SYSTEMS AND MIDDLEWARE 14:00","chair":"Celso Saibel (UFES)","title":"Apollo APA: Towards a Model to Care of People with Hearing Impairment in Smart Environments","author":"João E. da R. Tavares (Unisinos), Tefferson D. da R. Guterres (Unisinos), Jorge L.V.Barbosa (Unisinos)"},{"name":"ST7 – SYSTEMS AND MIDDLEWARE 14:00","chair":"Celso Saibel (UFES)","title":"Automatic Preparation of Media Objects in Multimedia Applications","author":"Marina Ivanov (UFF), Marcelo F. Moreno (UFJF), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST8 – SOCIAL NETWORKS II 14:00","chair":"Thiago H Silva (UTFPR)","title":"Link Prediction in Social Networks: Combining Topological and Contextual Data in a Community Detection Based Method","author":"Camila M. de Moraes (IME), Eduardo Bezerra (CEFET/RJ), Ronaldo R. Goldschmidt(IME)"},{"name":"ST8 – SOCIAL NETWORKS II 14:00","chair":"Thiago H Silva (UTFPR)","title":"Leveraging the Facebook Ads Platform for Election Polling","author":"Filipe N. Ribeiro (UFOP/UFMG), Daniel Kansaon (UFMG), Fabrício Benevenuto (UFMG)"},{"name":"ST8 – SOCIAL NETWORKS II 14:00","chair":"Thiago H Silva (UTFPR)","title":"Cross-Cultural Study of Tourists Mobility Using Social Media","author":"David A.M. Veiga (UTFPR), Gabriel B. Frizzo (UTFPR), Thiago H. Silva (UTFPR)"},{"name":"ST8 – SOCIAL NETWORKS II 14:00","chair":"Thiago H Silva (UTFPR)","title":"Measurement of Mobilization Capacity via Actions Sequence Learning within Institutional Facebook Fan Pages","author":"Kaique Matheus R. Cunha (IFG), Alan K. Gomes (IFG)"},{"name":"ST8 – SOCIAL NETWORKS II 14:00","chair":"Thiago H Silva (UTFPR)","title":"Data mining applied in fake news classification through textual patterns","author":"Marcos Paulo Moraes (UFRJ), Jonice Oliveira (UFRJ), Anderson C. Charles (UFRJ)"},{"name":"ST8 – SOCIAL NETWORKS II 14:00","chair":"Thiago H Silva (UTFPR)","title":"Hate Speech Detection Using Brazilian Imageboards","author":"Gabriel Nascimento (CEFET/RJ), Flavio Carvalho (CEFET/RJ), Alexandre M. da Cunha(CEFET/RJ-UFF), Carlos Roberto Viana (CEFET/RJ), Gustavo P. Guedes (CEFET/RJ)"},{"name":"ST8 – SOCIAL NETWORKS II 14:00","chair":"Thiago H Silva (UTFPR)","title":"Discovering Patterns in Sentimental Analysis","author":"Flavio Carvalho (CEFET/RJ), Leonardo P. dos Santos (CEFET/RJ), Heraldo Borges(CEFET/RJ), Eduardo Ogasawara (CEFET/RJ), Gustavo P. Guedes (CEFET/RJ)"},{"name":"ST9 – RECOMMENDER SYSTEMS 09:00","chair":"Roberto Willrich (UFSC)","title":"A Characterization Methodology for Candidates and Recruiters Interaction in Online Recruitment Services","author":"Alan Cardoso (UFSJ), Fernando Mourão (Seek AI Labs), Leonardo Rocha (UFSJ)"},{"name":"ST9 – RECOMMENDER SYSTEMS 09:00","chair":"Roberto Willrich (UFSC)","title":"Exploiting the User Activity-Level to Improve the Models’ Accuracy in Point-Of-Interest Recommender Systems","author":"Luiz Chaves (UFSJ), Nícollas Silva (UFMG), Rodrigo Carvalho (UFSJ), Adriano C.M.Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST9 – RECOMMENDER SYSTEMS 09:00","chair":"Roberto Willrich (UFSC)","title":"Geographic-categorical diversification in POI recommendations","author":"Rodrigo Carvalho (UFSJ), Nícollas Silva (UFMG), Luiz Chaves (UFSJ), Adriano C.M.Pereira (UFMG), Leonardo Rocha (UFSJ)"},{"name":"ST9 – RECOMMENDER SYSTEMS 09:00","chair":"Roberto Willrich (UFSC)","title":"From Pizza to Curry: Preferences for Recipes Around the World","author":"Juliana Viscenheski (UTFPR), Artur Ziviani (LNCC), Thiago H. Silva (UTFPR)"},{"name":"ST9 – RECOMMENDER SYSTEMS 09:00","chair":"Roberto Willrich (UFSC)","title":"Smartalloc: A model based on Machine Learning for human resource allocation in projects","author":"Eduardo J. Kieling (Unisinos), Felipe C. Rodrigues (Unisinos), Alexsandro Filippetto(Unisinos), Jorge L.V. Barbosa (Unisinos)"},{"name":"ST10 – SOCIAL NETWORKS III 09:00","chair":"Adriano Pereira (UFMG)","title":"Causality Analysis Between Collaboration Profiles and Musical Success","author":"Mariana O. Silva (UFMG), Mirella M. Moro (UFMG)"},{"name":"ST10 – SOCIAL NETWORKS III 09:00","chair":"Adriano Pereira (UFMG)","title":"Analyzing the Acceptance of the 2018 Brazilian Presidential Election’ Main Candidates Based on YouTube Comments","author":"Cristian A. Silva (UFV), Daniel M. Barbosa (UFV)"},{"name":"ST10 – SOCIAL NETWORKS III 09:00","chair":"Adriano Pereira (UFMG)","title":"The Influence of Tweets and News on the Brazilian Stock Market Through Sentiment Analysis","author":"Arthur E. de O. Carosia (IFSP, Unicamp), Guilherme P. Coelho (Unicamp), Ana E.A. daSilva (Unicamp)"},{"name":"ST10 – SOCIAL NETWORKS III 09:00","chair":"Adriano Pereira (UFMG)","title":"Data Science in Financial Markets: Characterization and Analysis of StockTwits","author":"Rodrigo S. Ferreira (CEFET-MG), Adriano C.M. Pereira (UFMG), Ozório J.S. Camargos(CEFET-MG), Michele A. Brandão (IFMG)"},{"name":"ST10 – SOCIAL NETWORKS III 09:00","chair":"Adriano Pereira (UFMG)","title":"A framework for the analysis of information propagation in social networks combining complex networks and text mining techniques","author":"Carlos Magno G. Barbosa (UFSJ), Lucas Gabriel da S. Felix (UFMG), Carolina R. Xavier(UFSJ), Vinícius da F. Vieira (UFSJ)"},{"name":"ST11 – LINKED DATA, METADATA AND ONTOLOGIES 09:00","chair":"Alessandra Alaniz (USP-RP)","title":"A personalized clustering-based approach using open linked data for search space reduction in recommender systems","author":"Arthur F. da Costa (ELDORADO, USP), Rafael M. D’Addio (USP), Eduardo P. Fressato(USP), Marcelo G. Manzato (USP)"},{"name":"ST11 – LINKED DATA, METADATA AND ONTOLOGIES 09:00","chair":"Alessandra Alaniz (USP-RP)","title":"Semantic Enrichment and Exploration of Open Dataset Tags","author":"Bruno P.C. de Castro (UFRJ), Henrique F. Rodrigues (UFRJ), Giseli R. Lopes (UFRJ),Maria Luiza M. Campos (UFRJ)"},{"name":"ST11 – LINKED DATA, METADATA AND ONTOLOGIES 09:00","chair":"Alessandra Alaniz (USP-RP)","title":"An Item-Item Similarity Approach based on Linked Open Data Semantic Relationship","author":"Ítalo M. Pereira (IFMG), Anderson A. Ferreira (UFOP)"},{"name":"ST11 – LINKED DATA, METADATA AND ONTOLOGIES 09:00","chair":"Alessandra Alaniz (USP-RP)","title":"LODGVis – An Interactive Visualization for Linked Open Data Navigation","author":"Danilo B. Coimbra (UFBA), José O.M. Negrão (UFBA), Frederico A. Durão (UFBA)"},{"name":"ST11 – LINKED DATA, METADATA AND ONTOLOGIES 09:00","chair":"Alessandra Alaniz (USP-RP)","title":"A crowdsourcing web system for curating empirical knowledge in Linked Open Data","author":"Marcela M.M. Yagui (UFRJ), Adriana S. Vivacqua (UFRJ)"},{"name":"ST12 – SMART CITIES & IOT 14:00","chair":"Eduardo Ogasawara (CEFET/RJ)","title":"An Ergonomic Evaluation Method Using a Mobile Depth Sensor and Pose Estimation","author":"Pedro V.A. de Freitas (PUC-Rio), Paulo Renato C. Mendes (UFMA), Antonio José G.Busson (PUC-Rio), Álan L.V. Guedes (PUC-Rio), Giovanni Lucca F. da Silva (UFMA),Anselmo C. de Paiva (UFMA), Sérgio Colcher (PUC-Rio)"},{"name":"ST12 – SMART CITIES & IOT 14:00","chair":"Eduardo Ogasawara (CEFET/RJ)","title":"A Ranking Method for Location-based Categorical Data in Smart Cities","author":"Alice A.F. Menezes (UFAM), Carlos M.S. Figueiredo (UEA)"},{"name":"ST12 – SMART CITIES & IOT 14:00","chair":"Eduardo Ogasawara (CEFET/RJ)","title":"A Location-based Architecture for Video Stream Selection in the Context of IoMT","author":"Diogo de C. Perdomo (UFF), José Viterbo (UFF), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST12 – SMART CITIES & IOT 14:00","chair":"Eduardo Ogasawara (CEFET/RJ)","title":"Towards Adapting BitTorrent for Interactive On-Demand Multimedia Streaming over MANETs","author":"Carlo K. da S. Rodrigues (UFABC), Vladimir E.M. Rocha (UFABC)"},{"name":"ST12 – SMART CITIES & IOT 14:00","chair":"Eduardo Ogasawara (CEFET/RJ)","title":"Collaborative Information System to Find Efficient Routes Using Public Transport","author":"Diego H.B. Zanchett (CEFET/RJ), Jurair R. de P. Junior (CEFET/RJ), Andre F. Monteiro(CEFET/RJ), Diego B. Haddad (CEFET-RJ), Laura S. de Assis (CEFET/RJ)"},{"name":"ST12 – SMART CITIES & IOT 14:00","chair":"Eduardo Ogasawara (CEFET/RJ)","title":"Topology Control Optimization of Wireless Sensor Networks for IoT Applications","author":"Jorge A.G. de Brito (CEFET/RJ), Jurair R. de P. Junior (CEFET/RJ), Felipe da R.Henriques (CEFET/RJ), Laura S. de Assis (CEFET/RJ)"},{"name":"ST13 – INTELLIGENT SERVICES AND APPLICATIONS 14:00","chair":"Glauco Amorim (CEFET/RJ)","title":"REALM: An Altmetrics-based Web System to Map Science Impacts on Society. A Case Study on Chikungunya Research","author":"Luís Fernando M.P. Maia (UFRJ), Marcia Lenzi (Fiocruz), Jonice Oliveira (UFRJ)"},{"name":"ST13 – INTELLIGENT SERVICES AND APPLICATIONS 14:00","chair":"Glauco Amorim (CEFET/RJ)","title":"A Model for Productivity and Soil Fertility Prediction oriented to Ubiquitous Agriculture","author":"Gilson A. Helfer (Unisinos), Jorge L.V. Barbosa (Unisinos), Adilson Ben da Costa(UNISC), Bruno G. Martini (Unisinos), Ronaldo dos Santos (UNISC)"},{"name":"ST13 – INTELLIGENT SERVICES AND APPLICATIONS 14:00","chair":"Glauco Amorim (CEFET/RJ)","title":"SemanticSefaz: An ontology-based semantic portal for the government spending","author":"Tulio V. Rolim (UFC), Vania P. Vidal (UFC), Caio Viktor S. Avila (UFC), Matheus M.L. daCruz (UFC), Matheus G.P. Barrio (UFC), Daniel Queiroz (UFC)"},{"name":"ST13 – INTELLIGENT SERVICES AND APPLICATIONS 14:00","chair":"Glauco Amorim (CEFET/RJ)","title":"A Computational Model for Ubiquitous Intelligent Services in Indoor Agriculture","author":"Bruno G. Martini (Unisinos), Gilson A. Helfer (Unisinos), Jorge L.V. Barbosa (Unisinos),Marcio R. da Silva (Unisinos), Rodrigo M. Figueiredo (Unisinos), Regina C.E. Modolo(Unisinos), Adenauer C. Yamin (UCPEL)"},{"name":"ST13 – INTELLIGENT SERVICES AND APPLICATIONS 14:00","chair":"Glauco Amorim (CEFET/RJ)","title":"LARIISA: an Intelligent Platform to Help Decision Makers in the Brazilian Health Public System","author":"Luiz Odorico M. Andrade (Fiocruz), Raimundo Valter (IFCE), Ronaldo Ramos (IFCE),Vania Vidal (UFC), Daniel Andrade (AVICENA), Mauro Oliveira (IFCE)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Popularity-based Top-k Spatial-keyword Preference Query","author":"Cláudio Moisés V. de Andrade (UEFS), João B. Rocha-Junior (UEFS)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Semi-automatic Synchronization of Sensory Effects in Mulsemedia Authoring Tools","author":"Raphael S. Abreu (UFF), Douglas Mattos (UFF), Joel A.F. dos Santos (CEFET/RJ),Débora C. Muchaluat-Saade (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Fake News Detection on Social Media via Implicit Crowd Signals","author":"Paulo Márcio S. Freire (IME), Ronaldo R. Goldschmidt (IME)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"FACTCK.BR: A new Dataset to Study Fake News","author":"João Moreno (USP), Graça Bressan (USP)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"A Baseline for NSFW Video Detection in E-Learning Environments","author":"Pedro V.A. de Freitas (PUC-Rio), Gabriel N.P. dos Santos (PUC-Rio), Antonio J.G.Busson (PUC-Rio), Álan L.V. Guedes (PUC-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"iAWARE: Um modelo para Cuidado ubíquo de Pacientes com Transtornos de Ansiedade, Depressão e Estresse utilizando Gamificação e Biodata","author":"Lucas Pfeiffer Salomão Dias (Unisinos), Jorge Luis Victória Barbosa (Unisinos)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Mais de um sentido: Facilitando a autoria, sincronização e execução de efeitos sensoriais em linguagens multimídia","author":"Raphael Abreu (CEFET/RJ), Eduardo Bezerra (CEFET/RJ), Joel dos Santos (CEFET/RJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Time Reduction on 3D-HEVC Depth Maps Coding using Static Decision Trees Built Through Data Mining","author":"Mário Saldanha (UFPel), Marcelo Porto (UFPel), César Marcon(PUCRS), LucianoAgostini (UFPel)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Um Serviço de Offloading de Dados Contextuais com Suporte à Privacidade","author":"Francisco Gomes (UFC), Lincoln Rocha (UFC), Fernando Trinta (UFC)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Extending multimedia languages to support multimodal-multiuser interactions","author":"Álan L.V. Guedes (PUC-Rio), Simone D.J. Barbosa (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Leiautes Dinâmicos para Documentos Multimídia Baseados em Templates","author":"Glauco Fiorott Amorim (CEFET/RJ), Débora Christina Muchaluat-Saade (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Relevance, Novelty, Diversity and Personalization in Tag Recommendation","author":"Fabiano Muniz Belém (UFMG), Jussara Marques Almeida (UFMG), Marcos AndréGonçalves (UFMG)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Tie Strength in Co-authorship Social Networks: Analyses, Metrics and a New Computational Model","author":"Michele A. Brandão (IFMG), Mirella Moro (UFMG)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"User Preference Dynamics on Evolving Social Networks – Learning, Modeling and Prediction","author":"Fabiola S.F. Pereira (UFU), Gina M.B. Oliveira (UFU), João Gama (Univ. of Porto,Portugal)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Evaluating user experience elements on a web system to support physiotherapeutic treatment","author":"Miriéle dos Santos Silvério (IFSP), Luciana Brasil Rebelo dos Santos (IFSP)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Incorporating context information in session based recommenders","author":"Gabriel Baltazar (USP), Igor Lovatto (USP), Matheus Takata (USP) e Marcelo Manzato(USP)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Online tool to assist volunteer firefighters in Santa Catarina State","author":"Igor Benedet (IFC), Daniel de Andrade Varela (IFC), Rodrigo Ramos Nogueira (IFC)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"? UnderApp: A System For Remote Monitoring Of Landslides Based On Wireless Underground Sensor Networks","author":"Creyton Ferreira (CEFET/RJ), Viviane Peixoto (CEFET/RJ), Jorge Brito (CEFET/RJ), AndreFelipe Monteiro (CEFET/RJ), Laura Assis (CEFET/RJ), Felipe Henriques (CEFET/RJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"? Using Deep Learning to Recognize People by Face and Voice","author":"Lucas da Silva (PUC-Rio), Alan Guedes (Puc-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"A Context-Aware Platform For Personalized Content Delivery In Educational Environments","author":"Andre Felipe Monteiro (CEFET/RJ), Victória Rodrigues (CEFET/RJ), Raquel Barreto(CEFET/RJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"? A Social Network Analysis of Football with Complex Networks","author":"Lucas Felix (UFSJ), Carolina Xavier (UFSJ), Carlos Barbosa (UFSJ), Vinícius Vieira (UFSJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Application of Machine Learning Techniques in Human Activity Recognition using Wearable and Mobile Devices","author":"Bruno Henrique Rasteiro (USP), Flavio Santana (USP)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"BumbAR: Multimedia Authoring Through Augmented Reality","author":"Paulo Renato Conceição Mendes (UFMA), Carlos Soares Neto (UFMA)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"? Sara – A Semi-Automatic Framework for Social Network Analysis","author":"Carlos Barbosa (UFSJ), Lucas Felix (UFSJ), Vinícius Vieira (UFSJ), Carolina Xavier (UFSJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"A Mobile Application for motor coordination deficiency users","author":"Roseli Ap. Francelin Romero (USP), Tiago Leite (USP)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Using IoT technologies to develop a low-cost smart medicine box","author":"Danyllo Valente da Silva (UFRJ), Taisa Guidini Gonçalves (UFRJ), Paulo F. Pires (UFRJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"PipaBot: um canal de comunicação para o PIPA UFRJ","author":"Lucas de Paula (UFRJ), Taisa Guidini Gonçalves (UFRJ), Thatiana Fernandes (UFRJ),Guilherme Horta Travassos (UFRJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Bentham Obras: Um Sistema de Gestão Inteligente para a Construção Civil","author":"Iesus Batista (IFCE), Alice Feitosa (IFCE), Luan Douglas (IFCE), Renato Oliveira (IFCE),Matheus Gurgel (IFCE), Arthur Bezerra (IFCE), Carina Oliveira (IFCE), Reinaldo Braga"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Linked Data Application for publishing and retrieving data from mammalian collections","author":"Helder Monteiro Cosme (UFRJ), Adriana Pereira de Medeiros (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"PVBR-Recog: Uma Ferramenta para Detecção e Reconhecimento de Placas Veiculares Brasileiras","author":"Pedro Ferreira Alves Pinto (PUC-Rio), Antonio José Grandson Busson (PUC-Rio), SérgioColcher (PUC-Rio), Ruy Luiz Milidiú (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"ENEM na Rede: a social, online and free environment to support Brazilian students in knowledge creation","author":"Marcos Arrais (UFRJ), Jonice Oliveira (UFRJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Superpagg: Uma Ferramenta Crowdsourcing para Comparação de Preços em Supermercados","author":"Paulo Henrique Gouvea Arthur (UNAMA), Bruno Santos (UNAMA), Leandro MarthaPontes (UNAMA), Maycon Duarte (UNAMA), Adonias Pinheiro Pires (UNAMA), AlanMarcel Fernandes Souza (UNAMA)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Libreflix: A Peer-to-Peer On-demand Video Platform for Free Streaming","author":"Guilmour Rossi (UTFPR), Luiz Gomes-Jr (UTFPR)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Demonstrações práticas dos trabalhos aceitos no WFA ocorrerão em dois horáriosdurante o coffe-break do WebMedia."},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Momento do grande Show de Inovações no Webmedia 2019, no qual as ferramentasou aplicações do WFA serão apresentadas para uma banca de especialistas emempreendedorismo e inovação.Cada pitch terá o seguinte formato:"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"09:00","author":" Welcome SpeechGuido Lemos, Débora C.M. Saade, Marcelo F. Moreno"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"09:20","author":" Invited Speech: Latest updates on SBTVD standards: TV 2.5Marcelo F. Moreno"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"09:50","author":" Session 1 – Accessibility and Syntax"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Standard Navigation Scheme to Accessibility NCL Apps","author":"Alex de S. Vieira (Unifesspa), Hedvan F. Pinto (UFMA), Eraclito de S. Argolo(UFMA), Léia S. de Sousa (Unifesspa)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"H.761 Support of a New Syntax to Refer NCL-Node-Properties","author":"Instead of the Current “Take It From There” SyntaxÁlan L.V. Guedes (PUC-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Open discussion"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"10:50","author":" Session 2 – Automatic Preparation and Sensory Effect Support"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"A mechanism for automatic preparation of media objects in GingaNCL","author":"Marina I.P. Josué (UFF), Marcelo F. Moreno (UFJF), Joel A.F. dos Santos(CEFET/RJ), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Authoring Sensory Effects in NCL","author":"Fábio Barreto (UNILASALLE/UFF), Raphael Abreu (UFF), Joel A.F. dos Santos(CEFET/RJ), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"A Proposal for Supporting Sensory Effect Rendering in Ginga-NCL","author":"Renato de O. Rodrigues (CEFET/RJ), Marina I.P. Josué (UFF), Raphael S. Abreu(UFF), Glauco F. Amorim (CEFET/RJ), Débora C. Muchaluat-Saade (UFF), JoelA.F. dos Santos (CEFET/RJ)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Open discussion"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"11:50","author":" Session 3 – Dynamic Media Content and Live Editing"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"H.761 Support of a New Element and a New “recognition” Node-Event to Enable Deep Learning-based Analyses for Media-Nodes","author":"H.761 Support of a New Element and a New “recognition” Node-Event to Enable Deep Learning-based Analyses  for Media-NodesAntônio J.G. Busson (UFMA), Álan L.V. Guedes (PUC-Rio), Sérgio Colcher(PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Enhancing live editing commands by media content injection","author":"Marcelo F. Moreno (UFJF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"H.761 Support of a DOM Level 4 Core specification in NCLua scripts","author":"Álan L.V. Guedes (PUC-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Open discussion"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"14:00","author":" Invited Speech: Broadcasters’ use cases, research & developmenton TV 2.5 and beyondLeonardo Chaves – Globo TV"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"14:40","author":" Session 4 – Multimodal and Multiuser Interfaces"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"H.761 Support of a News Node and a New “recognition” Node-Event to Enable Multimodal User Interactions","author":"Álan L.V. Guedes (PUC-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Providing Multimodal User Interaction in NCL","author":"Fábio Barreto (UNILASALLE/UFF), Eyre B.B. Montevecchi (UFF), Raphael Abreu(UFF), Joel A.F. dos Santos (CEFET/RJ), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Providing multi-user in NCL with user Agent and User Profile","author":"Fábio Barreto (UNILASALLE/UFF), Eyre B.B. Montevecchi (UFF), Raphael Abreu(UFF), Joel A.F. dos Santos (CEFET/RJ), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"NCL: Storing user settings in media node","author":"Fábio Barreto (UNILASALLE/UFF), Eyre B.B. Montevecchi (UFF), Raphael Abreu(UFF), Joel A.F. dos Santos (CEFET/RJ), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Open discussion"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"16:20","author":" Session 5 – New Media Types and Immersive Audio"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"H.761 Support of an SVG Media Type","author":"Álan L.V. Guedes (PUC-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"H.761 Support of a new SigGen Media Type to Enable Inaudible Sound Data Communication","author":"Álan L.V. Guedes (PUC-Rio), Sérgio Colcher (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Immersive audio properties for NCL media elements","author":"Rafael Diniz (UnB), Marcelo F. Moreno, (UFJF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"NCL: Storing ambient settings in media node","author":"Fábio Barreto (UNILASALLE/UFF), Eyre B.B. Montevecchi (UFF), Raphael Abreu(UFF), Joel A.F. dos Santos (CEFET/RJ), Débora C. Muchaluat-Saade (UFF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Open discussion"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"17:40","author":" Day 1 closing remarks & brainstorming"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"09:30","author":" Session 6 – Closing Session"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Presentation of a draft report on the future of Interactive TV","author":"Marcelo F. Moreno (UFJF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Shortlist of Contributions to be prepared for submission to standardization bodies","author":"Marcelo F. Moreno (UFJF)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"10:20","author":" Open discussion & brainstorming"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"10:50","author":" Workshop closing remarks"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"09:00","author":" Abertura do WCT-Vídeo"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"09:10","author":" Desafio RNP e Microsoft | P&D em Inteligência Artificial"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Pesquisa sobre Algoritmos de Inteligência Artificial para Auxílio noDiagnóstico de Catarata via Sistema de Telemedicina Coordenaçãode Ronaldo Husemann (UFRGS)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"09:30","author":" Desafio RNP e Microsoft | P&D em Inteligência Artificial"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Detecção de conteúdo impróprio em cenas de vídeo Coordenaçãode Alan Guedes (Puc-Rio) e Sérgio Colcher (PUC-Rio)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"09:50","author":" Dúvidas & Perguntas"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"10:00","author":" Painel: O FUTURO DA VIDEOCOLABORACAO NA ÁREA DA SAÚDE"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"14:00","author":" Abertura da Sessão de Artigos"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"A Proposal of Educational Video Gamification as a Service","author":"Daniel de Sousa Moraes (UFMA), Álan L. V. Guedes (PUC-RIO), AntonioBusson (PUC-RIO), Carlos de Salles Soares Neto (UFMA) e Sérgio Colcher(PUC-RIO)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"MobiLysa – Sistema de localização e controle do cão-guia robô Lysa para ambientes internos baseado em visão computacional","author":"Wagner Augusto Aranda Cotta (UFES), Flávio Machado (UFES), Raquel FrizeraVassallo (UFES), Alexandre Pereira do Carmo (IFES), Anilton Salles Garcia(UFES) e Nedinalva de Araujo Sellin (Vix System Serra)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Sistema de Videocolaboração interoperável entre webconferência e endpoints de videoconferência","author":"Valter Roesler (UFRGS), Mário Gasparoni Júnior (UFRGS), Felipe Cecagno(Mconf Tecnologia Ltda), Rafael Valle (RNP) e Ronaldo Husemann (UFRGS)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Videocolaboração no Hospital Militar de Área de São Paulo – Exército Brasileiro","author":"Mauricio M. M. Segobia (HMASP), Claudia Galindo Novoa (UNIFESP), Cicero I.da Silva (UNIFESP) e Paulo M. Porto de Melo (HMASP)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Video Síncrono com Preservação Digital e Registro Distribuído como um Serviço para Telessaúde","author":"Denio Mariz Sousa (IFPB), Guido Lemos Souza (UFPB), Cícero I. da Silva(UNIFESP) e Giuliano Maia Castro (Dynavideo Serviços Ltda)"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"15:50","author":" Dúvidas & Perguntas"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"16:00","author":" Encerramento do WCT-Vídeo"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Prêmio LF de Computação","author":"O  agracia estudantes e seus orientadores que atuam emprojetos de inovação com TICs para a melhoria da sociedade."},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"A iniciativa do Prêmio partiu do Prof. Mauro Oliveira (IFCE – Aracati), tendo apoio daBARCA (https://www.barcacafe.com.br/), com o objetivo de homenagear o saudosoprofessor da PUC-Rio, Luiz Fernando Gomes Soares, o LF. Destacam-se, entre asinúmeras contribuições do LF para as áreas de Sistemas Multimídia e Redes deComputadores, a linguagem NCL e o ambiente de apresentação Ginga-NCL, que setornaram Recomendação ITU-T H.761 para middlewares IPTV."},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Atualmente o Prêmio continua com o apoio da BARCA e passou a ser uma promoçãoda Comissão Especial do Webmedia da SBC."},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"","author":"Nesta edição do WebMedia a Sessão Prêmio LF contará com a apresentação dos trêsfinalistas:"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"Uma Aplicação Mobile para Auxiliar na Captação de Doadores de Plaquetas","author":"Aluno: Weskley Damasceno SilvaOrientador: Silas Santiago Lopes PereiraInstituição Envolvida: IFCE"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"“Picolê”: Um sistema para criar e gerenciar atividades pedagógicas lúdicas","author":"Alunos: Bruno Mendonça, Gabriel Nardy, Mariana Silva, Matheus Silva e Rafael SaitoOrientadores: Dra Kamila Rodrigues e Cesar TeixeiraInstituições Envolvidas: ACORDE, UFSCar e TokenLab"},{"name":"ST14 – MEDIA CONTENT ANALYSIS 14:00","chair":"Alan Guedes (PUC-Rio)","title":"REMEDIANDO a Sobra de Medicamentos","author":"Alunos: Alisson Nunes Vieira Amancio e Bianca Garcia MartinsOrientadores: Cesar Augusto Camillo Teixeira e Bruno de Azevedo MendonçaInstituições Envolvidas: UFSCar, Fundo Social de Solidariedade de São Carlos e TokenLab"}]